export const gregorian_ru = {
	name: 'gregorian_ru',
	months: [
		['Январь', 'Янв'],
		['Февраль', 'Фев'],
		['Март', 'Март'],
		['Апрель', 'Апр'],
		['Май', 'Май'],
		['Июнь', 'Июнь'],
		['Июль', 'Июль'],
		['Август', 'Авг'],
		['Сентябрь', 'Сен'],
		['Октябрь', 'Окт'],
		['Ноябрь', 'Ноя'],
		['Декабрь', 'Дек'],
	],
	weekDays: [
		['накл сб', 'Сб'],
		['накл вс.', 'Вс'],
		['накл пн.', 'Пн'],
		['накл вт.', 'Вт'],
		['накл ср', 'Ср'],
		['накл чт.', 'Чт'],
		['накл  пт', 'Пт'],
	],
	digits: ['0', '1', '2', '3', '4', '5', '6', '7', '8', '9'],
	meridiems: [
		['AM', 'am'],
		['PM', 'pm'],
	],
}

export const rus = {
	weekStartDayIndex: 1,
}

// export default gregorian_ru
